[Demo_Maya_ep6_3 GG2CollectionDemoScript]
DemoScripts[0]=(Actor=FADE,Command=SET,SecTime=0,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[1]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=2600,Y=1201,Z=135),SecTime=)
DemoScripts[2]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-35,Z=0),SecTime=)
DemoScripts[3]=(Actor=SYSTEM,Command=INIT_WAIT)
DemoScripts[4]=(Actor=CHARACTER,Command=POP,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',Vec=(X=2790,Y=1201,Z=80),VecSub=(X=180,Y=0,Z=0),CId=258)
DemoScripts[5]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0100_lp_Stand",Number=9,CId=258,Bit=4)
DemoScripts[6]=(Actor=BGM,Command=PLAY,SecTime=0,SoundID=SoundCue'GG2_BGM_DM_CMN_Positive.GG2_BGM_DM_CMN_Positive_Cue')
DemoScripts[7]=(Actor=AMBIENT,Command=PLAY,SecTime=0,SoundID=SoundCue'AMB_Campus.GG2_AMB_Campus_LP_Cue')
DemoScripts[8]=(Actor=FADE,Command=EXIT,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[9]=(Actor=FADE,Command=WAIT)
DemoScripts[10]=(Actor=WINDOW,Command=SET)
DemoScripts[11]=(Actor=TEXT,Command=SET,ID=TEXT01)
DemoScripts[12]=(Actor=WINDOW,Command=EXIT)
DemoScripts[13]=(Actor=CAMERA,Command=MOVE,SetType=POS,Vec=(X=2650,Y=1201,Z=80),SecTime=0.3)
DemoScripts[14]=(Actor=CAMERA,Command=MOVE,SetType=ROT,Vec=(X=0,Y=-27,Z=0),SecTime=0.3)
DemoScripts[15]=(Actor=SYSTEM,Command=WAIT,SecTime=0.3)
DemoScripts[16]=(Actor=CAMERA,Command=SET,SetType=POS,Vec=(X=2650,Y=1201,Z=80),SecTime=)
DemoScripts[17]=(Actor=CAMERA,Command=SET,SetType=ROT,Vec=(X=0,Y=-27,Z=0),SecTime=)
DemoScripts[18]=(Actor=SYSTEM,Command=WAIT,SecTime=0.5)
DemoScripts[19]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0102_fx_Stand2Talk",Number=9,CId=258,Bit=0)
DemoScripts[20]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0200_lp_Talk",Number=10,CId=258)
DemoScripts[21]=(Actor=WINDOW,Command=SET)
DemoScripts[22]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_3.GG2_V_Maya_ep6_3_002_Cue',Name="")
DemoScripts[23]=(Actor=TEXT,Command=SET,ID=TEXT02)
DemoScripts[24]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[25]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0201_fx_Talk2Stand",Number=9,CId=258,Bit=0)
DemoScripts[26]=(Actor=CHARACTER,Command=ACTION,Name="ホーダイ君人形",GirlProfile=GG2GirlData'GG2GIrlDatas.ProfileData.69_KAMIZONO_SHINOBU',motionName[0]="hd_DM_0100_lp_Stand",Number=10,CId=258)
DemoScripts[27]=(Actor=VOICE,Command=PLAY,SoundID=SoundCue'V_DM_Maya_ep6_3.GG2_V_Maya_ep6_3_003_Cue',Name="")
DemoScripts[28]=(Actor=TEXT,Command=SET,ID=TEXT03)
DemoScripts[29]=(Actor=VOICE,Command=STOP,SoundID=,Name="")
DemoScripts[30]=(Actor=TEXT,Command=SET,ID=TEXT04)
DemoScripts[31]=(Actor=WINDOW,Command=EXIT)
DemoScripts[32]=(Actor=FADE,Command=SET,SecTime=1,FadeColor=FADE_COLOR_WHITE,FadePriority=FADE_PRIO_FRONT)
DemoScripts[33]=(Actor=BGM,Command=STOP,SecTime=2,SoundID=)
DemoScripts[34]=(Actor=AMBIENT,Command=STOP,SecTime=2,SoundID=)
DemoScripts[35]=(Actor=SYSTEM,Command=WAIT,SecTime=2)
DemoScripts[36]=(Actor=SYSTEM,Command=END)

[Select_Maya_ep6_3 GG2CollectionSelect]
Selects[0]=(Label="SELECT00",SelectNumber=5,Select[0]=(TextLabel="SELECT01",Goto="JUMP01",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT02",Goto="JUMP02",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT03",Goto="JUMP03",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT04",Goto="JUMP04",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT05",Goto="JUMP05",ParamType=NO_PARAM,ParamNum=0))
Selects[1]=(Label="SELECT01",SelectNumber=5,Select[0]=(TextLabel="SELECT06",Goto="JUMP06",ParamType=NO_PARAM,ParamNum=0),Select[1]=(TextLabel="SELECT07",Goto="JUMP07",ParamType=NO_PARAM,ParamNum=0),Select[2]=(TextLabel="SELECT08",Goto="JUMP08",ParamType=NO_PARAM,ParamNum=0),Select[3]=(TextLabel="SELECT09",Goto="JUMP09",ParamType=NO_PARAM,ParamNum=0),Select[4]=(TextLabel="SELECT10",Goto="JUMP10",ParamType=NO_PARAM,ParamNum=0))

[Text_Maya_ep6_3 GG2CollectionText]
Texts[0]=(Label="TEXT01",Name="峯大",Text="咦,又是傳訊人偶啊.")

Texts[1]=(Label="TEXT02",Name="峯大小子",Text="\"有來自小真夜的重要請求唷!/n請快點過來網球場!\"")

Texts[2]=(Label="TEXT03",Name="艾可蘿",Text="惡魔應該已經捉到了....../n到底是什麼請求呢?")

Texts[3]=(Label="TEXT04",Name="峯大",Text="不知道,不過既然是小真夜的請求,/n那就不能拒絕了./n我們去網球場看看吧.")

Texts[4]=(Label="",Name="",Text="")

Texts[5]=(Label="SELECT01",Name="",Text="")

Texts[6]=(Label="SELECT02",Name="",Text="")

Texts[7]=(Label="SELECT03",Name="",Text="")

Texts[8]=(Label="SELECT04",Name="",Text="")

Texts[9]=(Label="SELECT05",Name="",Text="")

Texts[10]=(Label="SELECT06",Name="",Text="")

Texts[11]=(Label="SELECT07",Name="",Text="")

Texts[12]=(Label="SELECT08",Name="",Text="")

Texts[13]=(Label="SELECT09",Name="",Text="")

Texts[14]=(Label="SELECT10",Name="",Text="")


